import lamborghini from './images/lamborghini-aventador-lp-780.jpg'
import astonmartin from './images/aston-martin-one-77.jpg'
import koenigsegg from './images/koenigsegg-agera-rs.jpg'
import hennessey from './images/hennessey-venom-f5.jpg'
import porsche from './images/9ff-gt9-r-porsche.jpg'
import ferrari from './images/ferrari-fxx-k-evo.jpg'
import bugatti from './images/bugatti-chiron.jpg'
import pagani from './images/pagani-huayra.jpg'

export const list = [
  {
    name: 'Bugatti Chiron',
    desc: 'Один из скоростных автомобилей в мире. Весомым доказательством тому служат технические характеристики транспортного средства, которые включают 16-цилиндровый двигатель на 1500 л/c. Отличительной чертой выступает автоматическая коррекция движения при ускорениях и замедлениях. Bugatti Chiron – это стильный двухместный суперкар, позиционирующий себя как гоночный. Разогон с 0 до 100 км за 2,5 секунд. Предельная скорость достигает 463 км/ч. Стоимость авто 2,65 млн. долларов',
    thumb: bugatti,
    img: bugatti,
    key: 'bugatti'
  },
  {
    name: 'Aston Martin One 77',
    desc: 'Британский автомобиль Aston Martin One-77 оснащен мощным бензиновым мотором V12, который спокойно генерирует 760 л/с, максимальный порог скорости равен 354 км/ч., а ускорение до первой 100 происходит за 3,5 секунды.',
    thumb: astonmartin,
    img: astonmartin,
    key: 'astonmartin'
  },
  {
    name: '9ff GT9 R Porsche',
    desc: 'Максимальная скорость транспортного средства составляет 414 км/ч. Это один спорткар модельной линейки Porsche, который располагает такой скоростью. Водитель сможет разогнать авто до первой сотни всего за 2,9 секунды. С целью улучшения распределения веса инженерами было решено поместить двигатель в заднюю часть автомобиля, в отличие от всех остальных моделей знаменитой марки Porsche. Стоимость 9ff GT9-R составляет 695 тыс. долларов.',
    thumb: porsche,
    img: porsche,
    key: 'porsche'
  },
  {
    name: 'Ferrari FXX K EVO',
    desc: 'В основу спорткара вошла гибридная силовая установка, которая включает в себя электродвижок на 190 л.с. и 12-цилиндровый V-образный мотор. Благодаря чему автомобиль способен выдать до 1050 л/c. Предельная скорость Ferrari FXX-K – 350 км/ч. При этом ускорение до 100 км/ч возможно за 2,5 секунды. Автомобиль индивидуален в своем роде, ведь производителем было выпущено лишь 40 уникальных моделей. Стоимость достигает 2,5 млн. евро.',
    thumb: ferrari,
    img: ferrari,
    key: 'ferrari'
  },
  {
    name: 'Hennessey Venom F5',
    desc: 'Занимает первое место в рейтинге быстрых машин мира. Суперкар имеет индивидуальную тюнинговую обработку и отличную комплектацию. Hennessey Venom F5 может разогнаться за 10 секунд до 300 км/ч и за 20 секунд до 400 км/ч. Под капотом самого скоростного автомобиля кроется мощнейший битурбированный мотор объемом в 7,4 литра. Предельная скорость суперкара равна 483 км/ч. Стоимость Hennessey Venom F5 стартует с цифры в 1,6 млн. долларов.',
    thumb: hennessey,
    img: hennessey,
    key: 'hennessey'
  },
  {
    name: 'Koenigsegg Agera RS',
    desc: 'Один из самых скоростных авто в современном мире. Под капотом транспортного средства инженеры расположили достаточно сильный мотор на 5 литров, выдающий 1348 лошадиные силы. Максимальный скоростной порог, до которого неоднократно удавалось разгонять данный автомобиль, равен 450 км/ч. Владельцу представляется уникальная возможность всего за 2,8 секунды разогнать спорткар до первых 100 км. Стоимость автомобиля составляет около 1,5 млн. долларов.',
    thumb: koenigsegg,
    img: koenigsegg,
    key: 'koenigsegg'
  },
  {
    name: 'Lamborghini Aventador',
    desc: 'Одна из серийных марок, которая отличается повышенной скоростью, оборудована коробкой передач полуавтомат на 7 ступеней. Автомобиль итальянской сборки оснащен мотором V12 на 6,5 литров. Максимальная скорость равна 350 км/ч, при этом двигатель выдает 700 лошадиных сил. Разгон до первой сотни километров возможен за 2,9 секунд. Стоимость спортивной машины достигает 350 тыс. долларов.',
    thumb: lamborghini,
    img: lamborghini,
    key: 'lamborghini'
  },
  {
    name: 'Pagani Huayra',
    desc: 'Стильный итальянский автомобиль Pagani Huayra, в основу создания корпуса которого легло современное углеродное волокно. Спорткар обладает двигателем V12 на 6 литров, который достался от Mercedes-AMG с 720 л.с. На сегодняшний день данный автомобиль развивает максимальную скоростью в 370 км/ч. Средняя цена Pagani Huayra составляет 1,3 млн. долларов.',
    thumb: pagani,
    img: pagani,
    key: 'pagani'
  }
]
